/* No comment provided by engineer. */
"(no title)" = "(bez naslova)";

/* No comment provided by engineer. */
"<h1>No Description available for this Post</h1>" = "<h1>Opis nije dostupan za ovaj Post</h1>";

/* No comment provided by engineer. */
"A Media file is currently in uploading. Please try later." = "Medijska datoteka se trenutno prenosi. Molimo pokušajte kasnije.";

/* No comment provided by engineer. */
"Above Content" = "Iznad Sadržaja";

/* No comment provided by engineer. */
"Add Blog" = "Dodaj Blog";

/* No comment provided by engineer. */
"Add blog hosted at WordPress.com" = "Dodaj blog hostan na WordPress.com";

/* No comment provided by engineer. */
"Add Category" = "Dodaj Kategoriju";

/* No comment provided by engineer. */
"Add Location" = "Dodaj Lokaciju";

/* No comment provided by engineer. */
"Add Photo from Library" = "Dodaj fotografiju iz Zbirke";

/* No comment provided by engineer. */
"Add Selected" = "Dodaj Označeno";

/* No comment provided by engineer. */
"Add self-hosted WordPress blog" = "Dodaj samostalno hostani WordPress blog";

/* No comment provided by engineer. */
"Add Video from Library" = "Dodaj Video iz Zbirke";

/* No comment provided by engineer. */
"App Store Rating" = "App Store Ocjene";

/* No comment provided by engineer. */
"Approve" = "Odobri";

/* No comment provided by engineer. */
"Approve (%d)" = "Odobri (%d)";

/* No comment provided by engineer. */
"Approve Comment" = "Odobri Komentar";

/* No comment provided by engineer. */
"Are you sure?" = "Jeste li sigurni?";

/* No comment provided by engineer. */
"Back" = "Nazad";

/* No comment provided by engineer. */
"Below Content" = "Ispod Sadržaja";

/* No comment provided by engineer. */
"Blog" = "Blog";

/* No comment provided by engineer. */
"Blog returned invalid data." = "Blog je vratio neispravne podatke.";

/* RootViewController_Title */
"Blogs" = "Blogovi";

/* No comment provided by engineer. */
"Can't edit just yet" = "Još nije moguće uređivanje";

/* No comment provided by engineer. */
"Cancel" = "Otkaži";

/* No comment provided by engineer. */
"Cancelled." = "Otkazano.";

/* No comment provided by engineer. */
"Categories" = "Kategorije";

/* No comment provided by engineer. */
"Categories:" = "Kategorije:";

/* No comment provided by engineer. */
"Categories: %@" = "Kategorije: %@";

/* No comment provided by engineer. */
"Category name already exists." = "Ime kategorije već postoji.";

/* No comment provided by engineer. */
"Category title missing." = "Nedostaje naslov kategorije.";

/* No comment provided by engineer. */
"Choose Image Size" = "Odaberite Dimenzije Slike";

/* No comment provided by engineer. */
"Clicks (Past 7 Days)" = "Klikovi (Zadnjih 7 Dana)";

/* No comment provided by engineer. */
"Close" = "Zatvori";

/* No comment provided by engineer. */
"Comment" = "Komentar";

/* Comment Reply view title */
"Comment Reply" = "Odgovor na Komentar";

/* No comment provided by engineer. */
"Comments" = "Komentari";

/* No comment provided by engineer. */
"Communication Error." = "Komunikacijska Greška.";

/* No comment provided by engineer. */
"Connection Problem" = "Problem s Konekcijom";

/* No comment provided by engineer. */
"Crash Detected" = "Otkriveno Rušenje";

/* No comment provided by engineer. */
"Currently Syncing" = "Sinkronizacija u Tijeku";

/* No comment provided by engineer. */
"Custom" = "Korisnički";

/* No comment provided by engineer. */
"Custom Size" = "Korisnička Veličina";

/* No comment provided by engineer. */
"Daily Views" = "Dnevni Pregledi";

/* No comment provided by engineer. */
"Days" = "Dani";

/* No comment provided by engineer. */
"Delete" = "Obriši";

/* No comment provided by engineer. */
"Delete %@?" = "Obrisati %@?";

/* No comment provided by engineer. */
"Deleting Post..." = "Brišem Post...";

/* No comment provided by engineer. */
"Deleting..." = "Brišem...";

/* No comment provided by engineer. */
"Deselect All" = "Odznači Sve";

/* No comment provided by engineer. */
"Discard" = "Odbaci";

/* No comment provided by engineer. */
"Don't Send Crash Report" = "Ne šalji izvještaj o rušenju";

/* No comment provided by engineer. */
"Done" = "Završeno";

/* No comment provided by engineer. */
"Draft" = "Skica";

/* No comment provided by engineer. */
"East" = "Istok";

/* No comment provided by engineer. */
"Edit" = "Uredi";

/* No comment provided by engineer. */
"Edit Blog" = "Uredi Blog";

/* No comment provided by engineer. */
"Edit Comment" = "Uredi Komentar";

/* No comment provided by engineer. */
"Edit Site" = "Uredi Sajt";

/* No comment provided by engineer. */
"Encoding failed." = "Enkodiranje nije uspjelo.";

/* No comment provided by engineer. */
"Encoding finished." = "Enkodiranje završeno.";

/* No comment provided by engineer. */
"Encoding media..." = "Enkodiranja videa...";

/* No comment provided by engineer. */
"Enter a password" = "Unesite lozinku";

/* No comment provided by engineer. */
"Error" = "Greška";

/* No comment provided by engineer. */
"Error Copying Video" = "Greška prilikom kopiranja videa";

/* No comment provided by engineer. */
"Error establishing database connection." = "Greška prilikom povezivanja sa bazom podataka.";

/* No comment provided by engineer. */
"Error." = "Greška.";

/* No comment provided by engineer. */
"Failed" = "Neuspjelo";

/* No comment provided by engineer. */
"Finding address..." = "Tražim adresu...";

/* No comment provided by engineer. */
"Finding your location..." = "Tražim vašu lokaciju...";

/* No comment provided by engineer. */
"Geolocation" = "Geolokacija";

/* Enables geotagging in blog settings (short label) */
"Geotagging" = "Geooznačavanje";

/* No comment provided by engineer. */
"Height" = "Visina";

/* No comment provided by engineer. */
"Hello,\n" = "Pozdrav,\n";

/* No comment provided by engineer. */
"Help" = "Pomoć";

/* No comment provided by engineer. */
"Hi %@," = "Pozdrav %@,";

/* No comment provided by engineer. */
"http://example.com" = "http://primjer.com";

/* App URL, change 'us' for your local store code (test the link first) */
"http://itunes.apple.com/us/app/wordpress/id335703880?mt=8" = "http://itunes.apple.com/us/app/wordpress/id335703880?mt=8";

/* No comment provided by engineer. */
"http://wordpress.com/signup?ref=wp-iphone" = "http://wordpress.com/signup?ref=wp-iphone";

/* No comment provided by engineer. */
"I'm Ready!" = "Spreman sam!";

/* No comment provided by engineer. */
"If you like WordPress for iOS, we'd appreciate it if you could leave us a rating in the App Store. Would you like to do that now?" = "Ako vam se sviđa WordPress za iOS, voljeli bismo da nas ocijenite na App Storeu. Želite li to učiniti odmah?";

/* No comment provided by engineer. */
"Image" = "Slika";

/* No comment provided by engineer. */
"Immediately" = "Odmah";

/* No comment provided by engineer. */
"Incorrect Password" = "Neispravna Lozinka";

/* Info alert title */
"Info" = "Info";

/* No comment provided by engineer. */
"Insert %@:" = "Umetni %@:";

/* No comment provided by engineer. */
"Invalid file type" = "Neispravan tip datoteke";

/* No comment provided by engineer. */
"It looks like WordPress for iOS crashed the last time you used it. You can help us resolve the issue by sending a crash report." = "Izgleda da se WordPress za iOS srušio zadnji put kada ste ga koristili. Možete nam pomoći u rješavanju ovog problema slanje izvještaja o rušenju.";

/* No comment provided by engineer. */
"Landscape" = "Pejzaž";

/* No comment provided by engineer. */
"Large" = "Veliko";

/* No comment provided by engineer. */
"Last Updated: %@" = "Zadnji put Ažurirano: %@";

/* No comment provided by engineer. */
"Last Updated: Never" = "Zadnje Ažuriranje: Nikad";

/* No comment provided by engineer. */
"Learn More" = "Saznaj Više";

/* No comment provided by engineer. */
"Link URL" = "URL Poveznice";

/* No comment provided by engineer. */
"Loading blogs..." = "Učitavam blogove...";

/* Loading Status */
"Loading..." = "Učitavam...";

/* No comment provided by engineer. */
"Local" = "Lokalno";

/* No comment provided by engineer. */
"Local Draft" = "Lokalna Skica";

/* No comment provided by engineer. */
"Location unknown" = "Lokacija nepoznata";

/* No comment provided by engineer. */
"Make a Link" = "Napravi Poveznicu";

/* No comment provided by engineer. */
"Make a Link\n\n\n\n" = "Napravi Poveznicu\n\n\n\n";

/* No comment provided by engineer. */
"Mark Comment as Spam" = "Označi Spam Komentar";

/* No comment provided by engineer. */
"Media" = "Media";

/* No comment provided by engineer. */
"Medium" = "Srednje";

/* No comment provided by engineer. */
"Moderating..." = "Moderiram...";

/* No comment provided by engineer. */
"Months" = "Mjeseci";

/* No comment provided by engineer. */
"My Blog" = "Moj Blog";

/* No comment provided by engineer. */
"Need Help?" = "Trebate Pomoć?";

/* No comment provided by engineer. */
"No" = "Ne";

/* No comment provided by engineer. */
"No blogs found." = "Nema pronađenih blogova.";

/* No comment provided by engineer. */
"No chart data found." = "Nema podataka o dijagramima.";

/* No comment provided by engineer. */
"No connection to host." = "Nema konekcije na host.";

/* No comment provided by engineer. */
"No internet connection." = "Nema internet konekcije.";

/* No comment provided by engineer. */
"No stats data found.  Please try again later." = "Nema dostupne statistike. Molimo pokušajte kasnije.";

/* No comment provided by engineer. */
"North" = "Sjever";

/* No comment provided by engineer. */
"OK" = "OK";

/* (Comment) on (Post Title) */
"on " = "na";

/* Can't do operation (comment moderate/edit) since there's no connection */
"Operation is not supported now." = "Operacija trenutno nije podržana.";

/* No comment provided by engineer. */
"Optional" = "Opcionalno";

/* No comment provided by engineer. */
"Orientation changed during recording. Please choose which orientation to use for this video." = "Orijentacija je promijenjena tijekom snimanja. Molimo vas da odaberete orijentaciju koja će se koristiti u videu.";

/* No comment provided by engineer. */
"Original" = "Original";

/* No comment provided by engineer. */
"Pages" = "Stranice";

/* No comment provided by engineer. */
"Parent Category" = "Matična Kategorija";

/* No comment provided by engineer. */
"Password" = "Lozinka";

/* No comment provided by engineer. */
"Password is required." = "Lozinka je neophodna.";

/* No comment provided by engineer. */
"Password protected" = "Zaštićeno lozinkom";

/* No comment provided by engineer. */
"Pending" = "Na čekanju";

/* No comment provided by engineer. */
"Pending Comment" = "Komentar na Čekanju";

/* No comment provided by engineer. */
"Pending moderation" = "Čeka na moderaciju";

/* No comment provided by engineer. */
"Pending review" = "Čeka recenziju";

/* No comment provided by engineer. */
"Please delete the app and reinstall." = "Molimo vas da obrišete aplikaciju i ponovno ju instalirate.";

/* No comment provided by engineer. */
"Please describe what you were doing when the app crashed: " = "Molimo vas da opišete što ste radili kada se aplikacija srušila:";

/* No comment provided by engineer. */
"Please type a comment." = "Molimo vas da upišete komentar.";

/* No comment provided by engineer. */
"Please update your credentials and try again." = "Molimo vas da ažurirate vaše dozvole i pokušate ponovo.";

/* No comment provided by engineer. */
"Please update your password:" = "Molimo vas da ažurirate vašu lozinku:";

/* No comment provided by engineer. */
"Please visit the FAQ to get answers to common questions. If you're still having trouble, post in the forums or email us." = "Pročitajte FAQ da saznate odgovore na najčešća pitanja. Ako i dalje budete imali neke probleme, napišite ih na našem forumu ili nam pošaljite e-mail.";

/* No comment provided by engineer. */
"Portrait" = "Portret";

/* No comment provided by engineer. */
"Post Views (Past 7 Days)" = "Pregledi Posta (Zadnjih 7 Dana)";

/* No comment provided by engineer. */
"Posts" = "Postovi";

/* No comment provided by engineer. */
"Preview" = "Predpregled";

/* No comment provided by engineer. */
"Private" = "Privatno";

/* No comment provided by engineer. */
"Privately published" = "Privatno objavljeno";

/* No comment provided by engineer. */
"Public" = "Javno";

/* No comment provided by engineer. */
"Publish" = "Objavi";

/* No comment provided by engineer. */
"Publish   " = "Objavi";

/* No comment provided by engineer. */
"Publish Immediately" = "Objavi Odmah";

/* No comment provided by engineer. */
"Published" = "Objavljeno";

/* Published on <date> */
"Published on" = "Objavljeno";

/* No comment provided by engineer. */
"Published!" = "Objavljeno!";

/* Pull down to refresh status */
"Pull down to refresh..." = "Povucite dolje za osvježavanje...";

/* No comment provided by engineer. */
"Quick Photo" = "Brza Slika";

/* No comment provided by engineer. */
"Quick Photo Failed" = "Brza Slika nije uspjela";

/* No comment provided by engineer. */
"Re: %@" = "Odgovor: %@";

/* No comment provided by engineer. */
"Read the FAQ" = "Pročitajte FAQ";

/* No comment provided by engineer. */
"Record Video" = "Snimi Video";

/* No comment provided by engineer. */
"Referrers (Past 7 Days)" = "Preporuke (Zadnjih 7 Dana)";

/* Release to refresh status */
"Release to refresh..." = "Pustite za osvježavanje...";

/* No comment provided by engineer. */
"Remove" = "Ukloni";

/* No comment provided by engineer. */
"Remove Location" = "Ukloni Lokaciju";

/* No comment provided by engineer. */
"Reply" = "Odgovor";

/* No comment provided by engineer. */
"Save" = "Snimi";

/* No comment provided by engineer. */
"Save Draft" = "Snimi Skicu";

/* No comment provided by engineer. */
"Saving Edit..." = "Snimam Uređivanje...";

/* No comment provided by engineer. */
"Saving..." = "Snimam...";

/* No comment provided by engineer. */
"Schedule" = "Tempiranje";

/* No comment provided by engineer. */
"Scheduled" = "Tempirano";

/* No comment provided by engineer. */
"Scheduled for" = "Tempirano za";

/* No comment provided by engineer. */
"Search Terms (Past 7 Days)" = "Pojmovi iz Pretrage (Zadnjih 7 Dana)";

/* No comment provided by engineer. */
"Select All" = "Označi Sve";

/* No comment provided by engineer. */
"Select Blogs" = "Odaberite Blogove";

/* No comment provided by engineer. */
"Send Crash Report" = "Pošalji Izvještaj o Rušenju";

/* No comment provided by engineer. */
"Send Support E-mail" = "Pošaljite e-mail podršci";

/* No comment provided by engineer. */
"Sending Reply..." = "Šaljem Odgovor...";

/* No comment provided by engineer. */
"Separate tags with commas" = "Oznake odvojite zarezima";

/* No comment provided by engineer. */
"Server returned status code %d" = "Server je vratio statusni kod %d";

/* No comment provided by engineer. */
"Settings" = "Postavke";

/* No comment provided by engineer. */
"Show more..." = "Prikaži više...";

/* No comment provided by engineer. */
"Sign In" = "Prijava";

/* No comment provided by engineer. */
"Sign in failed. Please try again." = "Prijava nije uspjela. Molimo pokušajte ponovo.";

/* No comment provided by engineer. */
"Sign Out" = "Odjava";

/* No comment provided by engineer. */
"Sign Up" = "Registracija";

/* No comment provided by engineer. */
"Signing in..." = "Prijava...";

/* No comment provided by engineer. */
"Signing In..." = "Prijava...";

/* No comment provided by engineer. */
"Small" = "Malo";

/* No comment provided by engineer. */
"Something went wrong during comments moderation." = "Dogodila se greška prilikom moderiranja komentara.";

/* No comment provided by engineer. */
"Sorry, can't log in" = "Žao nam je, nije se moguće prijaviti";

/* No comment provided by engineer. */
"Sorry, no connection to host. A simple preview is shown below." = "Žao nam je, nema konekcije na hostu. Jednostavni pregled je prikazan ispod.";

/* No comment provided by engineer. */
"Sorry, something went wrong during comment moderation. Please try again." = "Žao nam je, dogodila se greška prilikom moderiranja komentara. Pokušajte ponovo.";

/* No comment provided by engineer. */
"Sorry, something went wrong during comments moderation. Please try again." = "Žao nam je, dogodila se greška prilikom moderiranja komentara. Molimo pokušajte ponovo.";

/* No comment provided by engineer. */
"Sorry, the photo publish failed. The post has been saved as a Local Draft." = "Žao nam je, objavljivanje fotografije nije uspjelo. Članak je sačuvan kao Lokalna Skica.";

/* No comment provided by engineer. */
"Sorry, the photo upload failed. The post has been saved as a Local Draft." = "Žao nam je, prijenos fotografije nije uspjeo. Post je sačuvan kao Lokalna Skica.";

/* No comment provided by engineer. */
"Sorry, the post has changed, or it is not published. A simple preview is shown below." = "Žao nam je, post je izmijenjen ili nije objavljen. Jednostavni pregled je prikazan ispod.";

/* No comment provided by engineer. */
"Sorry, upload failed" = "Žao nam je, prijenos nije uspjeo";

/* No comment provided by engineer. */
"Sorry, you can't edit a post while it's being uploaded. Try again in a moment" = "Žao nam je, ne možete istovremeno dodavati i uređivati članak. Pokušajte ponovo za par sekundi";

/* No comment provided by engineer. */
"Sorry, you cannot access this feature. Please check your User Role on this blog." = "Žao nam je, ne možete pristupiti ovoj mogućnosti. Provjerite vašu Korisničku Ulogu na ovom blogu.";

/* No comment provided by engineer. */
"South" = "Jug";

/* No comment provided by engineer. */
"Spam" = "Spam";

/* No comment provided by engineer. */
"Spam (%d)" = "Spam (%d)";

/* No comment provided by engineer. */
"Start a new blog at WordPress.com" = "Započnite novi blog na WordPress.com";

/* No comment provided by engineer. */
"Start blogging from your %@ in seconds." = "Započnite bloganje sa vašeg %@ za par sekundi.";

/* No comment provided by engineer. */
"Stats" = "Statistika";

/* No comment provided by engineer. */
"Status" = "Status";

/* No comment provided by engineer. */
"Stopped" = "Zaustavljeno";

/* No comment provided by engineer. */
"Tags:" = "Oznake:";

/* No comment provided by engineer. */
"Tags: %@" = "Oznake: %@";

/* No comment provided by engineer. */
"Take Photo" = "Napravi fotografiju";

/* No comment provided by engineer. */
"Tap here to begin writing" = "Pritisnite ovdje da počnete pisati";

/* No comment provided by engineer. */
"Text to be linked" = "Tekst za poveznicu";

/* No comment provided by engineer. */
"The app can't recognize the server response. Please, check the configuration of your blog." = "Aplikacija ne može prepoznati odgovor sa servera. Molimo vas da provjerite postavke vašeg bloga.";

/* No comment provided by engineer. */
"The blog is synching with the server. Please try later." = "Blog vrši sinkronizaciju sa serverom. Molimo vas da pokušate kasnije.";

/* No comment provided by engineer. */
"The edit feature is disabled while syncing. Please try again in a few seconds." = "Uređivanje je onemogućeno tijekom sinkronizacije. Pokušajte ponovo za par sekundi.";

/* No comment provided by engineer. */
"The internet connection appears to be offline." = "Izgleda da nema internet konekcije.";

/* No comment provided by engineer. */
"There is another category with that name." = "Postoji još jedna kategorija s tim imenom.";

/* No comment provided by engineer. */
"There was an error copying the video for upload. Please try again." = "Dogodila se greška prilikom kopiranja videa za prijenos. Molimo pokušajte ponovo.";

/* No comment provided by engineer. */
"There was an error processing your file. Please check the configuration of your blog." = "Dogodila se greška prilikom procesiranja vaše datoteke. Molimo vas da provjerite postavke vašeg bloga. ";

/* No comment provided by engineer. */
"Title" = "Naslov";

/* Quick Photo title */
"Title (optional)" = "Naslov (opcionalno)";

/* No comment provided by engineer. */
"Title for a category is mandatory." = "Naslov za kategoriju je obavezan.";

/* No comment provided by engineer. */
"Title:" = "Naslov:";

/* No comment provided by engineer. */
"To load stats for your blog you will need to have the WordPress.com stats plugin installed and correctly configured as well as your WordPress.com login." = "Za učitavanje statistika vašeg bloga morate instalirati WordPress.com dodatak za statistiku i ispravno ga konfigurirati. Također su vam potrebni i vaši WordPress.com detalji za prijavu.";

/* No comment provided by engineer. */
"To upload videos you need to have VideoPress installed. Would you like to learn more about VideoPress now?" = "Za prijenos video datoteka morate instalirati VideoPress. Želite li saznati više o VideoPressu?";

/* No comment provided by engineer. */
"Today" = "Danas";

/* No comment provided by engineer. */
"Unapprove" = "Odbaci";

/* No comment provided by engineer. */
"Unapprove (%d)" = "Odbaci (%d)";

/* No comment provided by engineer. */
"Unapprove Comment" = "Neodobren Komentar";

/* No comment provided by engineer. */
"Update" = "Ažuriraj";

/* No comment provided by engineer. */
"Update Location" = "Ažuriraj Lokaciju";

/* No comment provided by engineer. */
"Upload failed - tap to retry." = "Prijenos nije uspio - pritisnite za ponovni pokušaj.";

/* No comment provided by engineer. */
"Upload failed. Please try again." = "Prijenos nije uspjeo. Molimo pokušajte ponovo.";

/* No comment provided by engineer. */
"Uploaded" = "Preneseno";

/* No comment provided by engineer. */
"Uploading" = "Prenosim";

/* No comment provided by engineer. */
"Uploading image..." = "Prenosim sliku...";

/* No comment provided by engineer. */
"Uploading Quick Photo..." = "Prenosim Brzu Sliku...";

/* No comment provided by engineer. */
"Uploading video..." = "Prenosim video...";

/* No comment provided by engineer. */
"Uploading: %.1f%%. Tap to cancel." = "Prenosim: %.1f%%. Pritisnite za prekid.";

/* No comment provided by engineer. */
"URL" = "URL";

/* No comment provided by engineer. */
"Username" = "Korisničko ime";

/* No comment provided by engineer. */
"Username is required." = "Korisničko ime je neophodno.";

/* No comment provided by engineer. */
"Video" = "Video";

/* No comment provided by engineer. */
"VideoPress" = "VideoPress";

/* No comment provided by engineer. */
"Visibility" = "Vidljivost";

/* No comment provided by engineer. */
"Visit the Forums" = "Posjeti Forume";

/* No comment provided by engineer. */
"Weeks" = "Tjedni";

/* No comment provided by engineer. */
"Welcome" = "Dobro došli";

/* No comment provided by engineer. */
"West" = "Zapad";

/* No comment provided by engineer. */
"Width" = "Širina";

/* No comment provided by engineer. */
"WordPress for iOS Help Request" = "WordPress za iOS Zahtjev za Pomoć";

/* No comment provided by engineer. */
"WordPress password" = "WordPress lozinka";

/* No comment provided by engineer. */
"WordPress username" = "WordPress korisničko ime";

/* No comment provided by engineer. */
"WordPress.com password" = "WordPress.com lozinka";

/* No comment provided by engineer. */
"WordPress.com Stats" = "WordPress.com Statistika";

/* No comment provided by engineer. */
"WordPress.com username" = "WordPress.com korisničko ime";

/* No comment provided by engineer. */
"Would you like help making a link?" = "Treba li vam pomoć u izradi poveznice?";

/* No comment provided by engineer. */
"Write" = "Piši";

/* No comment provided by engineer. */
"Yes" = "Da";

/* No comment provided by engineer. */
"You can upload videos to your blog with VideoPress. Would you like to learn more about VideoPress now?" = "Video datoteke na vaš blog možete prenijeti pomoću VideoPressa. Želite li saznati više o VideoPressu? ";

/* No comment provided by engineer. */
"You have unsaved changes." = "Imate izmjene koje nisu snimljene.";

